{
    "216": "_<include>_<stdlib.h>", 
    "217": "_<id>_2@", 
    "214": "_<id>_19@", 
    "215": "_<APIcall>_calloc", 
    "212": "_<op>_<<", 
    "213": "_<id>_21@", 
    "210": "_<keyword>_else", 
    "211": "_<type>_unsigned", 
    "165": "_<op>_/", 
    "218": "_<APIcall>_printf", 
    "133": "_<APIcall>_scanf", 
    "132": "_<directive>_#define", 
    "131": "_<keyword>_for", 
    "130": "_<keyword>_const", 
    "137": "_<keyword>_null", 
    "136": "_<id>_9@", 
    "135": "_<type>_double", 
    "134": "_<id>_16@", 
    "139": "_<op>_}", 
    "138": "_<id>_11@", 
    "166": "_<op>_(", 
    "24": "_<APIcall>_scanf", 
    "25": "_<id>_16@", 
    "26": "_<type>_double", 
    "27": "_<id>_9@", 
    "20": "_<id>_4@", 
    "21": "_<keyword>_const", 
    "22": "_<keyword>_for", 
    "23": "_<directive>_#define", 
    "160": "_<op>_==", 
    "28": "_<keyword>_null", 
    "29": "_<id>_11@", 
    "161": "_<op>_>>", 
    "4": "_<op>_[", 
    "8": "_<include>_<math.h>", 
    "163": "_<op>_-", 
    "119": "_<keyword>_return", 
    "120": "_<keyword>_do", 
    "121": "_<include>_<limits.h>", 
    "122": "_<op>_||", 
    "123": "_<op>_/=", 
    "124": "_<keyword>_NULL", 
    "125": "_<id>_13@", 
    "126": "_<APIcall>_strlen", 
    "127": "_<keyword>_default", 
    "128": "_<keyword>_break", 
    "129": "_<id>_4@", 
    "167": "_<op>_)", 
    "118": "_<APIcall>_gets", 
    "59": "_<op>_*", 
    "58": "_<op>_)", 
    "55": "_<op>_.", 
    "54": "_<op>_-", 
    "57": "_<op>_(", 
    "56": "_<op>_/", 
    "51": "_<op>_==", 
    "50": "_<APIcall>_malloc", 
    "53": "_<keyword>_static", 
    "52": "_<op>_>>", 
    "164": "_<op>_.", 
    "146": "_<keyword>_continue", 
    "199": "_<APIcall>_free", 
    "198": "_<op>_**", 
    "147": "_<id>_15@", 
    "195": "_<keyword>_while", 
    "194": "_<op>_|", 
    "197": "_<include>_<string.h>", 
    "196": "_<op>_{", 
    "191": "_<id>_8@", 
    "190": "_<op>_+=", 
    "193": "_<string>_", 
    "192": "_<op>_?", 
    "115": "_<op>_|=", 
    "114": "_<keyword>_signed", 
    "88": "_<include>_<string.h>", 
    "89": "_<op>_**", 
    "111": "_<keyword>_goto", 
    "110": "_<keyword>_switch", 
    "113": "_<op>_[", 
    "112": "_<id>_14@", 
    "82": "_<id>_8@", 
    "83": "_<op>_?", 
    "80": "_<op>_^", 
    "81": "_<op>_+=", 
    "86": "_<keyword>_while", 
    "87": "_<op>_{", 
    "84": "_<string>_", 
    "85": "_<op>_|", 
    "140": "_<include>_<stdio.h>", 
    "206": "_<keyword>_sizeof", 
    "172": "_<op>_!", 
    "3": "_<id>_14@", 
    "7": "_<id>_7@", 
    "178": "_<op>_;", 
    "108": "_<id>_2@", 
    "109": "_<APIcall>_printf", 
    "102": "_<type>_unsigned", 
    "103": "_<op>_<<", 
    "100": "_<type>_float", 
    "101": "_<keyword>_else", 
    "106": "_<APIcall>_calloc", 
    "107": "_<include>_<stdlib.h>", 
    "104": "_<id>_21@", 
    "105": "_<id>_19@", 
    "39": "_<op>_--", 
    "38": "_<id>_15@", 
    "33": "_<include>_<ctype.h>", 
    "32": "_<keyword>_if", 
    "31": "_<include>_<stdio.h>", 
    "30": "_<op>_}", 
    "37": "_<keyword>_continue", 
    "36": "_<op>_,", 
    "35": "_<include>_<strings.h>", 
    "34": "_<id>_1@", 
    "162": "_<keyword>_static", 
    "176": "_<id>_3@", 
    "60": "_<op>_+", 
    "61": "_<op>_%", 
    "62": "_<op>_&", 
    "63": "_<op>_!", 
    "64": "_<op>_#", 
    "65": "_<op>_<", 
    "66": "_<op>_=", 
    "67": "_<id>_3@", 
    "68": "_<op>_:", 
    "69": "_<op>_;", 
    "175": "_<op>_=", 
    "174": "_<op>_<", 
    "173": "_<op>_#", 
    "177": "_<op>_:", 
    "171": "_<op>_&", 
    "170": "_<op>_%", 
    "181": "_<op>_%=", 
    "145": "_<op>_,", 
    "182": "_<id>_17@", 
    "183": "_<keyword>_void", 
    "180": "_<APIcall>_getchar", 
    "2": "_<keyword>_goto", 
    "186": "_<keyword>_EOF", 
    "187": "_<char_continue>_", 
    "184": "_<op>_++", 
    "6": "_<op>_|=", 
    "188": "_<op>_]", 
    "189": "_<op>_^", 
    "179": "_<op>_>", 
    "185": "_<insertion>_", 
    "142": "_<include>_<ctype.h>", 
    "99": "_<keyword>_case", 
    "98": "_<type>_char", 
    "168": "_<op>_*", 
    "169": "_<op>_+", 
    "91": "_<op>_*=", 
    "90": "_<APIcall>_free", 
    "93": "_<id>_5@", 
    "92": "_<id>_12@", 
    "95": "_<number>_#", 
    "94": "_<id>_20@", 
    "97": "_<keyword>_sizeof", 
    "96": "_<type>_short", 
    "11": "_<keyword>_do", 
    "10": "_<keyword>_return", 
    "13": "_<op>_||", 
    "12": "_<include>_<limits.h>", 
    "15": "_<keyword>_NULL", 
    "14": "_<op>_/=", 
    "17": "_<APIcall>_strlen", 
    "16": "_<id>_13@", 
    "19": "_<keyword>_break", 
    "18": "_<keyword>_default", 
    "143": "_<id>_1@", 
    "117": "_<include>_<math.h>", 
    "116": "_<id>_7@", 
    "151": "_<directive>_#include", 
    "150": "_<op>_&&", 
    "153": "_<id>_6@", 
    "152": "_<type>_long", 
    "155": "_<id>_10@", 
    "154": "_<op>_-=", 
    "157": "_<id>_18@", 
    "156": "_<APIcall>_main", 
    "159": "_<APIcall>_malloc", 
    "158": "_<type>_int", 
    "48": "_<id>_18@", 
    "49": "_<type>_int", 
    "46": "_<id>_10@", 
    "47": "_<APIcall>_main", 
    "44": "_<id>_6@", 
    "45": "_<op>_-=", 
    "42": "_<directive>_#include", 
    "43": "_<type>_long", 
    "40": "_<char>_", 
    "41": "_<op>_&&", 
    "1": "_<keyword>_switch", 
    "5": "_<keyword>_signed", 
    "9": "_<APIcall>_gets", 
    "201": "_<id>_12@", 
    "200": "_<op>_*=", 
    "203": "_<id>_20@", 
    "202": "_<id>_5@", 
    "205": "_<type>_short", 
    "204": "_<number>_#", 
    "207": "_<type>_char", 
    "141": "_<keyword>_if", 
    "209": "_<type>_float", 
    "208": "_<keyword>_case", 
    "148": "_<op>_--", 
    "149": "_<char>_", 
    "77": "_<keyword>_EOF", 
    "76": "_<insertion>_", 
    "75": "_<op>_++", 
    "74": "_<keyword>_void", 
    "73": "_<id>_17@", 
    "72": "_<op>_%=", 
    "71": "_<APIcall>_getchar", 
    "70": "_<op>_>", 
    "79": "_<op>_]", 
    "78": "_<char_continue>_", 
    "144": "_<include>_<strings.h>"
}