{
    "0": "_<APIcall>_abs",
    "1": "_<APIcall>_acos",
    "2": "_<APIcall>_append",
    "3": "_<APIcall>_asin",
    "4": "_<APIcall>_assert",
    "5": "_<APIcall>_assign",
    "6": "_<APIcall>_at",
    "7": "_<APIcall>_atan",
    "8": "_<APIcall>_atan2",
    "9": "_<APIcall>_atof",
    "10": "_<APIcall>_atoi",
    "11": "_<APIcall>_atol",
    "12": "_<APIcall>_back",
    "13": "_<APIcall>_bad",
    "14": "_<APIcall>_begin",
    "15": "_<APIcall>_bsearch",
    "16": "_<APIcall>_c_str",
    "17": "_<APIcall>_calloc",
    "18": "_<APIcall>_ceil",
    "19": "_<APIcall>_cin",
    "20": "_<APIcall>_clear",
    "21": "_<APIcall>_clock",
    "22": "_<APIcall>_close",
    "23": "_<APIcall>_compare",
    "24": "_<APIcall>_copy",
    "25": "_<APIcall>_cos",
    "26": "_<APIcall>_count",
    "27": "_<APIcall>_cout",
    "28": "_<APIcall>_data",
    "29": "_<APIcall>_div",
    "30": "_<APIcall>_empty",
    "31": "_<APIcall>_end",
    "32": "_<APIcall>_eof",
    "33": "_<APIcall>_erase",
    "34": "_<APIcall>_exit",
    "35": "_<APIcall>_exp",
    "36": "_<APIcall>_fabs",
    "37": "_<APIcall>_fail",
    "38": "_<APIcall>_fclose",
    "39": "_<APIcall>_feof",
    "40": "_<APIcall>_fflush",
    "41": "_<APIcall>_fgetc",
    "42": "_<APIcall>_fgets",
    "43": "_<APIcall>_fill",
    "44": "_<APIcall>_find",
    "45": "_<APIcall>_find_first_not_of",
    "46": "_<APIcall>_find_first_of",
    "47": "_<APIcall>_find_last_of",
    "48": "_<APIcall>_first",
    "49": "_<APIcall>_fixed",
    "50": "_<APIcall>_flags",
    "51": "_<APIcall>_flip",
    "52": "_<APIcall>_floor",
    "53": "_<APIcall>_flush",
    "54": "_<APIcall>_fmod",
    "55": "_<APIcall>_fopen",
    "56": "_<APIcall>_fputs",
    "57": "_<APIcall>_fread",
    "58": "_<APIcall>_free",
    "59": "_<APIcall>_freopen",
    "60": "_<APIcall>_front",
    "61": "_<APIcall>_fwrite",
    "62": "_<APIcall>_get",
    "63": "_<APIcall>_getc",
    "64": "_<APIcall>_getch",
    "65": "_<APIcall>_getchar",
    "66": "_<APIcall>_getline",
    "67": "_<APIcall>_gets",
    "68": "_<APIcall>_good",
    "69": "_<APIcall>_ignore",
    "70": "_<APIcall>_imag",
    "71": "_<APIcall>_insert",
    "72": "_<APIcall>_is_open",
    "73": "_<APIcall>_isalnum",
    "74": "_<APIcall>_isalpha",
    "75": "_<APIcall>_isdigit",
    "76": "_<APIcall>_islower",
    "77": "_<APIcall>_isprint",
    "78": "_<APIcall>_ispunct",
    "79": "_<APIcall>_isspace",
    "80": "_<APIcall>_isupper",
    "81": "_<APIcall>_itoa",
    "82": "_<APIcall>_key_comp",
    "83": "_<APIcall>_labs",
    "84": "_<APIcall>_length",
    "85": "_<APIcall>_log",
    "86": "_<APIcall>_log10",
    "87": "_<APIcall>_lower_bound",
    "88": "_<APIcall>_main",
    "89": "_<APIcall>_malloc",
    "90": "_<APIcall>_memcmp",
    "91": "_<APIcall>_memcpy",
    "92": "_<APIcall>_memmove",
    "93": "_<APIcall>_memset",
    "94": "_<APIcall>_modf",
    "95": "_<APIcall>_npos",
    "96": "_<APIcall>_open",
    "97": "_<APIcall>_peek",
    "98": "_<APIcall>_pop",
    "99": "_<APIcall>_pop_back",
    "100": "_<APIcall>_pop_front",
    "101": "_<APIcall>_pow",
    "102": "_<APIcall>_precision",
    "103": "_<APIcall>_push",
    "104": "_<APIcall>_push_back",
    "105": "_<APIcall>_push_front",
    "106": "_<APIcall>_put",
    "107": "_<APIcall>_putback",
    "108": "_<APIcall>_putchar",
    "109": "_<APIcall>_puts",
    "110": "_<APIcall>_qsort",
    "111": "_<APIcall>_quot",
    "112": "_<APIcall>_raise",
    "113": "_<APIcall>_rand",
    "114": "_<APIcall>_rbegin",
    "115": "_<APIcall>_read",
    "116": "_<APIcall>_real",
    "117": "_<APIcall>_rem",
    "118": "_<APIcall>_remove",
    "119": "_<APIcall>_rend",
    "120": "_<APIcall>_replace",
    "121": "_<APIcall>_reserve",
    "122": "_<APIcall>_reset",
    "123": "_<APIcall>_resize",
    "124": "_<APIcall>_reverse",
    "125": "_<APIcall>_rewind",
    "126": "_<APIcall>_rfind",
    "127": "_<APIcall>_second",
    "128": "_<APIcall>_set",
    "129": "_<APIcall>_setf",
    "130": "_<APIcall>_setlocale",
    "131": "_<APIcall>_signal",
    "132": "_<APIcall>_sin",
    "133": "_<APIcall>_size",
    "134": "_<APIcall>_sort",
    "135": "_<APIcall>_sqrt",
    "136": "_<APIcall>_srand",
    "137": "_<APIcall>_str",
    "138": "_<APIcall>_strcat",
    "139": "_<APIcall>_strchr",
    "140": "_<APIcall>_strcmp",
    "141": "_<APIcall>_strcpy",
    "142": "_<APIcall>_strcspn",
    "143": "_<APIcall>_strftime",
    "144": "_<APIcall>_strlen",
    "145": "_<APIcall>_strncat",
    "146": "_<APIcall>_strncmp",
    "147": "_<APIcall>_strncpy",
    "148": "_<APIcall>_strpbrk",
    "149": "_<APIcall>_strrchr",
    "150": "_<APIcall>_strstr",
    "151": "_<APIcall>_strtok",
    "152": "_<APIcall>_strtol",
    "153": "_<APIcall>_substr",
    "154": "_<APIcall>_sum",
    "155": "_<APIcall>_swap",
    "156": "_<APIcall>_sync",
    "157": "_<APIcall>_system",
    "158": "_<APIcall>_tan",
    "159": "_<APIcall>_time",
    "160": "_<APIcall>_tm_mon",
    "161": "_<APIcall>_to_string",
    "162": "_<APIcall>_to_ulong",
    "163": "_<APIcall>_tolower",
    "164": "_<APIcall>_top",
    "165": "_<APIcall>_toupper",
    "166": "_<APIcall>_unique",
    "167": "_<APIcall>_upper_bound",
    "168": "_<APIcall>_what",
    "169": "_<char>_",
    "170": "_<char_continue>_",
    "171": "_<directive>_#include",
    "172": "_<id>_10@",
    "173": "_<id>_11@",
    "174": "_<id>_12@",
    "175": "_<id>_13@",
    "176": "_<id>_14@",
    "177": "_<id>_15@",
    "178": "_<id>_16@",
    "179": "_<id>_17@",
    "180": "_<id>_18@",
    "181": "_<id>_19@",
    "182": "_<id>_1@",
    "183": "_<id>_20@",
    "184": "_<id>_21@",
    "185": "_<id>_22@",
    "186": "_<id>_23@",
    "187": "_<id>_24@",
    "188": "_<id>_25@",
    "189": "_<id>_26@",
    "190": "_<id>_27@",
    "191": "_<id>_28@",
    "192": "_<id>_29@",
    "193": "_<id>_2@",
    "194": "_<id>_30@",
    "195": "_<id>_31@",
    "196": "_<id>_32@",
    "197": "_<id>_33@",
    "198": "_<id>_34@",
    "199": "_<id>_35@",
    "200": "_<id>_36@",
    "201": "_<id>_37@",
    "202": "_<id>_38@",
    "203": "_<id>_39@",
    "204": "_<id>_3@",
    "205": "_<id>_40@",
    "206": "_<id>_41@",
    "207": "_<id>_42@",
    "208": "_<id>_43@",
    "209": "_<id>_44@",
    "210": "_<id>_45@",
    "211": "_<id>_46@",
    "212": "_<id>_47@",
    "213": "_<id>_48@",
    "214": "_<id>_49@",
    "215": "_<id>_4@",
    "216": "_<id>_50@",
    "217": "_<id>_51@",
    "218": "_<id>_52@",
    "219": "_<id>_53@",
    "220": "_<id>_54@",
    "221": "_<id>_55@",
    "222": "_<id>_56@",
    "223": "_<id>_57@",
    "224": "_<id>_58@",
    "225": "_<id>_59@",
    "226": "_<id>_5@",
    "227": "_<id>_60@",
    "228": "_<id>_61@",
    "229": "_<id>_62@",
    "230": "_<id>_63@",
    "231": "_<id>_6@",
    "232": "_<id>_7@",
    "233": "_<id>_8@",
    "234": "_<id>_9@",
    "235": "_<keyword>_EOF",
    "236": "_<keyword>_NULL",
    "237": "_<keyword>_and",
    "238": "_<keyword>_break",
    "239": "_<keyword>_catch",
    "240": "_<keyword>_class",
    "241": "_<keyword>_const",
    "242": "_<keyword>_continue",
    "243": "_<keyword>_do",
    "244": "_<keyword>_else",
    "245": "_<keyword>_endl",
    "246": "_<keyword>_enum",
    "247": "_<keyword>_false",
    "248": "_<keyword>_for",
    "249": "_<keyword>_goto",
    "250": "_<keyword>_if",
    "251": "_<keyword>_inline",
    "252": "_<keyword>_module",
    "253": "_<keyword>_namespace",
    "254": "_<keyword>_new",
    "255": "_<keyword>_not",
    "256": "_<keyword>_null",
    "257": "_<keyword>_operator",
    "258": "_<keyword>_or",
    "259": "_<keyword>_public",
    "260": "_<keyword>_register",
    "261": "_<keyword>_reinterpret_cast",
    "262": "_<keyword>_return",
    "263": "_<keyword>_sizeof",
    "264": "_<keyword>_static",
    "265": "_<keyword>_static_cast",
    "266": "_<keyword>_struct",
    "267": "_<keyword>_template",
    "268": "_<keyword>_throw",
    "269": "_<keyword>_true",
    "270": "_<keyword>_try",
    "271": "_<keyword>_typedef",
    "272": "_<keyword>_typename",
    "273": "_<keyword>_using",
    "274": "_<keyword>_void",
    "275": "_<keyword>_while",
    "276": "_<keyword>_xor",
    "277": "_<number>_#",
    "278": "_<op>_!",
    "279": "_<op>_!=",
    "280": "_<op>_%",
    "281": "_<op>_%=",
    "282": "_<op>_&",
    "283": "_<op>_&&",
    "284": "_<op>_&=",
    "285": "_<op>_(",
    "286": "_<op>_)",
    "287": "_<op>_*",
    "288": "_<op>_*=",
    "289": "_<op>_+",
    "290": "_<op>_++",
    "291": "_<op>_+=",
    "292": "_<op>_,",
    "293": "_<op>_-",
    "294": "_<op>_--",
    "295": "_<op>_-=",
    "296": "_<op>_->",
    "297": "_<op>_.",
    "298": "_<op>_/",
    "299": "_<op>_/=",
    "300": "_<op>_:",
    "301": "_<op>_;",
    "302": "_<op>_<",
    "303": "_<op>_<<",
    "304": "_<op>_<=",
    "305": "_<op>_=",
    "306": "_<op>_==",
    "307": "_<op>_>",
    "308": "_<op>_>=",
    "309": "_<op>_>>",
    "310": "_<op>_?",
    "311": "_<op>_TiLddE",
    "312": "_<op>_[",
    "313": "_<op>_]",
    "314": "_<op>_^",
    "315": "_<op>_{",
    "316": "_<op>_|",
    "317": "_<op>_|=",
    "318": "_<op>_||",
    "319": "_<op>_}",
    "320": "_<string>_",
    "321": "_<type>_bool",
    "322": "_<type>_char",
    "323": "_<type>_double",
    "324": "_<type>_float",
    "325": "_<type>_int",
    "326": "_<type>_long",
    "327": "_<type>_short",
    "328": "_<type>_signed",
    "329": "_<type>_string",
    "330": "_<type>_unsigned",
    "331": "_<type>_wchar_t",
    "332": "_<APIcall>_abs",
    "333": "_<APIcall>_acos",
    "334": "_<APIcall>_append",
    "335": "_<APIcall>_asin",
    "336": "_<APIcall>_assert",
    "337": "_<APIcall>_assign",
    "338": "_<APIcall>_at",
    "339": "_<APIcall>_atan",
    "340": "_<APIcall>_atan2",
    "341": "_<APIcall>_atof",
    "342": "_<APIcall>_atoi",
    "343": "_<APIcall>_atol",
    "344": "_<APIcall>_back",
    "345": "_<APIcall>_bad",
    "346": "_<APIcall>_begin",
    "347": "_<APIcall>_bsearch",
    "348": "_<APIcall>_c_str",
    "349": "_<APIcall>_calloc",
    "350": "_<APIcall>_ceil",
    "351": "_<APIcall>_cin",
    "352": "_<APIcall>_clear",
    "353": "_<APIcall>_clock",
    "354": "_<APIcall>_close",
    "355": "_<APIcall>_compare",
    "356": "_<APIcall>_copy",
    "357": "_<APIcall>_cos",
    "358": "_<APIcall>_count",
    "359": "_<APIcall>_cout",
    "360": "_<APIcall>_data",
    "361": "_<APIcall>_div",
    "362": "_<APIcall>_empty",
    "363": "_<APIcall>_end",
    "364": "_<APIcall>_eof",
    "365": "_<APIcall>_erase",
    "366": "_<APIcall>_exit",
    "367": "_<APIcall>_exp",
    "368": "_<APIcall>_fabs",
    "369": "_<APIcall>_fail",
    "370": "_<APIcall>_fclose",
    "371": "_<APIcall>_feof",
    "372": "_<APIcall>_fflush",
    "373": "_<APIcall>_fgetc",
    "374": "_<APIcall>_fgets",
    "375": "_<APIcall>_fill",
    "376": "_<APIcall>_find",
    "377": "_<APIcall>_find_first_not_of",
    "378": "_<APIcall>_find_first_of",
    "379": "_<APIcall>_find_last_of",
    "380": "_<APIcall>_first",
    "381": "_<APIcall>_fixed",
    "382": "_<APIcall>_flags",
    "383": "_<APIcall>_flip",
    "384": "_<APIcall>_floor",
    "385": "_<APIcall>_flush",
    "386": "_<APIcall>_fmod",
    "387": "_<APIcall>_fopen",
    "388": "_<APIcall>_fputs",
    "389": "_<APIcall>_fread",
    "390": "_<APIcall>_free",
    "391": "_<APIcall>_freopen",
    "392": "_<APIcall>_front",
    "393": "_<APIcall>_fwrite",
    "394": "_<APIcall>_get",
    "395": "_<APIcall>_getc",
    "396": "_<APIcall>_getch",
    "397": "_<APIcall>_getchar",
    "398": "_<APIcall>_getline",
    "399": "_<APIcall>_gets",
    "400": "_<APIcall>_good",
    "401": "_<APIcall>_ignore",
    "402": "_<APIcall>_imag",
    "403": "_<APIcall>_insert",
    "404": "_<APIcall>_is_open",
    "405": "_<APIcall>_isalnum",
    "406": "_<APIcall>_isalpha",
    "407": "_<APIcall>_isdigit",
    "408": "_<APIcall>_islower",
    "409": "_<APIcall>_isprint",
    "410": "_<APIcall>_ispunct",
    "411": "_<APIcall>_isspace",
    "412": "_<APIcall>_isupper",
    "413": "_<APIcall>_itoa",
    "414": "_<APIcall>_key_comp",
    "415": "_<APIcall>_labs",
    "416": "_<APIcall>_length",
    "417": "_<APIcall>_log",
    "418": "_<APIcall>_log10",
    "419": "_<APIcall>_lower_bound",
    "420": "_<APIcall>_main",
    "421": "_<APIcall>_malloc",
    "422": "_<APIcall>_memcmp",
    "423": "_<APIcall>_memcpy",
    "424": "_<APIcall>_memmove",
    "425": "_<APIcall>_memset",
    "426": "_<APIcall>_modf",
    "427": "_<APIcall>_npos",
    "428": "_<APIcall>_open",
    "429": "_<APIcall>_peek",
    "430": "_<APIcall>_pop",
    "431": "_<APIcall>_pop_back",
    "432": "_<APIcall>_pop_front",
    "433": "_<APIcall>_pow",
    "434": "_<APIcall>_precision",
    "435": "_<APIcall>_push",
    "436": "_<APIcall>_push_back",
    "437": "_<APIcall>_push_front",
    "438": "_<APIcall>_put",
    "439": "_<APIcall>_putback",
    "440": "_<APIcall>_putchar",
    "441": "_<APIcall>_puts",
    "442": "_<APIcall>_qsort",
    "443": "_<APIcall>_quot",
    "444": "_<APIcall>_raise",
    "445": "_<APIcall>_rand",
    "446": "_<APIcall>_rbegin",
    "447": "_<APIcall>_read",
    "448": "_<APIcall>_real",
    "449": "_<APIcall>_rem",
    "450": "_<APIcall>_remove",
    "451": "_<APIcall>_rend",
    "452": "_<APIcall>_replace",
    "453": "_<APIcall>_reserve",
    "454": "_<APIcall>_reset",
    "455": "_<APIcall>_resize",
    "456": "_<APIcall>_reverse",
    "457": "_<APIcall>_rewind",
    "458": "_<APIcall>_rfind",
    "459": "_<APIcall>_second",
    "460": "_<APIcall>_set",
    "461": "_<APIcall>_setf",
    "462": "_<APIcall>_setlocale",
    "463": "_<APIcall>_signal",
    "464": "_<APIcall>_sin",
    "465": "_<APIcall>_size",
    "466": "_<APIcall>_sort",
    "467": "_<APIcall>_sqrt",
    "468": "_<APIcall>_srand",
    "469": "_<APIcall>_str",
    "470": "_<APIcall>_strcat",
    "471": "_<APIcall>_strchr",
    "472": "_<APIcall>_strcmp",
    "473": "_<APIcall>_strcpy",
    "474": "_<APIcall>_strcspn",
    "475": "_<APIcall>_strftime",
    "476": "_<APIcall>_strlen",
    "477": "_<APIcall>_strncat",
    "478": "_<APIcall>_strncmp",
    "479": "_<APIcall>_strncpy",
    "480": "_<APIcall>_strpbrk",
    "481": "_<APIcall>_strrchr",
    "482": "_<APIcall>_strstr",
    "483": "_<APIcall>_strtok",
    "484": "_<APIcall>_strtol",
    "485": "_<APIcall>_substr",
    "486": "_<APIcall>_sum",
    "487": "_<APIcall>_swap",
    "488": "_<APIcall>_sync",
    "489": "_<APIcall>_system",
    "490": "_<APIcall>_tan",
    "491": "_<APIcall>_time",
    "492": "_<APIcall>_tm_mon",
    "493": "_<APIcall>_to_string",
    "494": "_<APIcall>_to_ulong",
    "495": "_<APIcall>_tolower",
    "496": "_<APIcall>_top",
    "497": "_<APIcall>_toupper",
    "498": "_<APIcall>_unique",
    "499": "_<APIcall>_upper_bound",
    "500": "_<APIcall>_what",
    "501": "_<char>_",
    "502": "_<char_continue>_",
    "503": "_<directive>_#include",
    "504": "_<id>_10@",
    "505": "_<id>_11@",
    "506": "_<id>_12@",
    "507": "_<id>_13@",
    "508": "_<id>_14@",
    "509": "_<id>_15@",
    "510": "_<id>_16@",
    "511": "_<id>_17@",
    "512": "_<id>_18@",
    "513": "_<id>_19@",
    "514": "_<id>_1@",
    "515": "_<id>_20@",
    "516": "_<id>_21@",
    "517": "_<id>_22@",
    "518": "_<id>_23@",
    "519": "_<id>_24@",
    "520": "_<id>_25@",
    "521": "_<id>_26@",
    "522": "_<id>_27@",
    "523": "_<id>_28@",
    "524": "_<id>_29@",
    "525": "_<id>_2@",
    "526": "_<id>_30@",
    "527": "_<id>_31@",
    "528": "_<id>_32@",
    "529": "_<id>_33@",
    "530": "_<id>_34@",
    "531": "_<id>_35@",
    "532": "_<id>_36@",
    "533": "_<id>_37@",
    "534": "_<id>_38@",
    "535": "_<id>_39@",
    "536": "_<id>_3@",
    "537": "_<id>_40@",
    "538": "_<id>_41@",
    "539": "_<id>_42@",
    "540": "_<id>_43@",
    "541": "_<id>_44@",
    "542": "_<id>_45@",
    "543": "_<id>_46@",
    "544": "_<id>_47@",
    "545": "_<id>_48@",
    "546": "_<id>_49@",
    "547": "_<id>_4@",
    "548": "_<id>_50@",
    "549": "_<id>_51@",
    "550": "_<id>_52@",
    "551": "_<id>_53@",
    "552": "_<id>_54@",
    "553": "_<id>_55@",
    "554": "_<id>_56@",
    "555": "_<id>_57@",
    "556": "_<id>_58@",
    "557": "_<id>_59@",
    "558": "_<id>_5@",
    "559": "_<id>_60@",
    "560": "_<id>_61@",
    "561": "_<id>_62@",
    "562": "_<id>_63@",
    "563": "_<id>_6@",
    "564": "_<id>_7@",
    "565": "_<id>_8@",
    "566": "_<id>_9@",
    "567": "_<keyword>_EOF",
    "568": "_<keyword>_NULL",
    "569": "_<keyword>_and",
    "570": "_<keyword>_break",
    "571": "_<keyword>_catch",
    "572": "_<keyword>_class",
    "573": "_<keyword>_const",
    "574": "_<keyword>_continue",
    "575": "_<keyword>_do",
    "576": "_<keyword>_else",
    "577": "_<keyword>_endl",
    "578": "_<keyword>_enum",
    "579": "_<keyword>_false",
    "580": "_<keyword>_for",
    "581": "_<keyword>_goto",
    "582": "_<keyword>_if",
    "583": "_<keyword>_inline",
    "584": "_<keyword>_module",
    "585": "_<keyword>_namespace",
    "586": "_<keyword>_new",
    "587": "_<keyword>_not",
    "588": "_<keyword>_null",
    "589": "_<keyword>_operator",
    "590": "_<keyword>_or",
    "591": "_<keyword>_public",
    "592": "_<keyword>_register",
    "593": "_<keyword>_reinterpret_cast",
    "594": "_<keyword>_return",
    "595": "_<keyword>_sizeof",
    "596": "_<keyword>_static",
    "597": "_<keyword>_static_cast",
    "598": "_<keyword>_struct",
    "599": "_<keyword>_template",
    "600": "_<keyword>_throw",
    "601": "_<keyword>_true",
    "602": "_<keyword>_try",
    "603": "_<keyword>_typedef",
    "604": "_<keyword>_typename",
    "605": "_<keyword>_using",
    "606": "_<keyword>_void",
    "607": "_<keyword>_while",
    "608": "_<keyword>_xor",
    "609": "_<number>_#",
    "610": "_<op>_!",
    "611": "_<op>_!=",
    "612": "_<op>_%",
    "613": "_<op>_%=",
    "614": "_<op>_&",
    "615": "_<op>_&&",
    "616": "_<op>_&=",
    "617": "_<op>_(",
    "618": "_<op>_)",
    "619": "_<op>_*",
    "620": "_<op>_*=",
    "621": "_<op>_+",
    "622": "_<op>_++",
    "623": "_<op>_+=",
    "624": "_<op>_,",
    "625": "_<op>_-",
    "626": "_<op>_--",
    "627": "_<op>_-=",
    "628": "_<op>_->",
    "629": "_<op>_.",
    "630": "_<op>_/",
    "631": "_<op>_/=",
    "632": "_<op>_:",
    "633": "_<op>_;",
    "634": "_<op>_<",
    "635": "_<op>_<<",
    "636": "_<op>_<=",
    "637": "_<op>_=",
    "638": "_<op>_==",
    "639": "_<op>_>",
    "640": "_<op>_>=",
    "641": "_<op>_>>",
    "642": "_<op>_?",
    "643": "_<op>_TiLddE",
    "644": "_<op>_[",
    "645": "_<op>_]",
    "646": "_<op>_^",
    "647": "_<op>_{",
    "648": "_<op>_|",
    "649": "_<op>_|=",
    "650": "_<op>_||",
    "651": "_<op>_}",
    "652": "_<string>_",
    "653": "_<type>_bool",
    "654": "_<type>_char",
    "655": "_<type>_double",
    "656": "_<type>_float",
    "657": "_<type>_int",
    "658": "_<type>_long",
    "659": "_<type>_short",
    "660": "_<type>_signed",
    "661": "_<type>_string",
    "662": "_<type>_unsigned",
    "663": "_<type>_wchar_t"
}